Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “发生了什么事？”羿清和孤月飞了下去，看了那男子一眼，神识瞬间就扫了过去，却仿佛触到了一层云雾，根本探不出对方的修为，“咦？”
en_us: "What's going on? Yi Qing and Lonemoon quickly flew down the hill and studied the man with their Divine Perception. A cloud blocked their perception so that they had no way of figuring out the man's cultivation level. "Eh?"

source: “叔……叔伯？我……不会在作梦吧？”虽然断了几根骨头，掉落了些修为，但是……他们居然还活着，一个都没有死。
en_us: "Un… uncle? Am… am I dreaming?" They had broken a few bones and dropped a few cultivation levels, but… they were still alive. None of them had died.

source: “叔伯！”男子猛的睁大了眼睛，这才发现地上那几个被捆成了粽子的人，就是那迟迟不归的五位游仙，“你们怎么……”
en_us: "Uncles!" The man's eyes bulged; he then realized that the few people bundled up like dumplings on the floor were the five Traveling Immortals who had not returned. "How did you all…"

source: “受伤了？”
en_us: "You are injured?"

source: “受教了！”
en_us: "I thank you for your advice!"

source: “变不了？”
en_us: "You're not able to manifest?"

source: “变相嫖娼！你的意思是这个世界，不禁黄？”
en_us: "An evolved way of prostitution! You mean in this world, they do not ban such an obscenity?"

source: “叛教之人？还是逃奴？”羿清眉头紧了紧，无法哪样都不像什么好人。
en_us: "Sect traitors? Or escaped slaves?" Yi Qing furrowed his brows. Either possibilities did not put them in a good light.

source: “另一个？你是说……”
en_us: "The other one? You meant..."

source: “只是对剑意有了新的感悟而已。”羿清摇了摇头道，“算不上顿悟。”
en_us: "I just have better insights on swore intent," Yi Qing shook his head. "It doesn't count as an epiphany."

source: “只是想与无常魔尊结个善缘而已。”他呵呵一笑，似是怕怀疑，还自己吃了一颗，“听闻尊上一直在找太虚派甘子睿的消息，我偶然听闻，此人其实一直躲在太虚派的悟剑峰上。”
en_us: "I only want to make befriend you and build up good karma between us," he laughingly said, as if worried of being doubted, he even swallowed one of the rejuvenation pills. "It is rumored that Supremacy has been looking for Gan Zirui from Grand Vacuity Sect. I have chanced upon the news that he is currently hiding in Grand Vacuity Sect's Sword Comprehension Peak."

source: “只是，徒儿所求之事，非同寻常且迫在眉睫。”说着，他手间一转，拿出之前封印的噬魂幡解释道，“此幡仍魔修芮糜所造。他曾屠民数十万，将魂魄尽数困于此幡，并养于戾气血池之中。引幡中恶鬼相互厮杀，想借此养出鬼王。如今幡内还余数万恶鬼，随便一只放出，都会引得生灵涂炭。”想起那魔修的恶行，他手心一紧，深吸了一口气才继续道，“如今此幡失去主人的控制，里面的恶鬼必会趁机破幡而出。我昨晚虽然用术法暂时封印住此幡，但也不是长久之计，待月圆之日，阴气最盛之时，恶鬼必会冲破封印，为祸人间。”
en_us: "It's just that, my request is not a common one and is also of great urgency." He flipped his hand and took out the previously sealed Soul Devouring Gonfalon and explained, "This gonfalon is still the creation of fiend cultivator Rui Mi. He once massacred tens of thousands of people and trapped those souls within this gonfalon to breed in the Blood Pool of Noxiousness. This incited the evil spirits within the gonfalon to kill each other, the purpose of which was to breed a Ghost King. Currently, this gonfalon still contains millions of evil spirits. Releasing any one of them would lead to the loss of lives as well as great misery and suffering." Recalling the evil doings of that fiend cultivator made him clench his fists. He continued after inhaling a deep breath. "Now that this gonfalon has become free of its owner's control, the evil spirits inside will certainly make use of this opportunity to escape from it. Although I used a spell to temporarily seal the gonfalon last night, it is not a long-term solution. When the night of full moon arrives, the Yin energy will be at its peak and the evil spirits will definitely break the seal, bringing harm to the world."

source: “只有一个问题了。”
en_us: "I have only one question."

source: “只有这边的山壁上有血迹。”羿清在四周查看了一圈，出声道。
en_us: "Only this side of the mountain wall has blood stains." Yi Qing informed them after having made a sweep of the surroundings.

source: “只要有了你们的修为，我就能化去凡胎成为真正的魔族！”他声音里满满都是兴奋，连着整个塔仿佛都感受到了他的情绪，开始猛烈的晃动起来，“到时即使是上界仙神，也不是我的对手。”他笑得越加的张狂，眼中红光一闪，带着浑身阴冷入骨的气息，铺天盖地的朝着沈萤飞了过去。
en_us: "Once I have your cultivation, I can transform from an immortal into a true member of the demon tribe!" His voice was full of excitement, and the whole pagoda began to shake violently as if in sympathy. "When that happens, even an upper world immortal will not be my match." His laughter became even more menacing, the red light in his eyes flashing. Then he launched his whole body, covered in spine chilling aura, towards Shen Ying.

source: “叫了，你们没听见。”她一脸无辜，毕竟中间隔着条河，“再说，你们也没叫我啊！”我咋知道你们在找我？
en_us: "I called out but you did not hear it." She wore an innocent look. After all, there was a river between the shores. "Also, you guys did not call for me!" How would I have known that you were looking for me?

source: “可……”
en_us: "But…"

source: “可……”她眼睛亮了亮，“他毕竟是印家少主，要是得罪了他，会不会对门派不利？”
en_us: "But..." Si Yu's eyes lit up, "He is the Young Master of the Yin Family afterall. If I offend him, would it be detrimental to our sect?"

source: “可……之前出妖界死的最多就是兔……”兔王话到一半，立马捂住了三瓣嘴。这三个月死了上百只妖，三分之一的都是兔妖。
en_us: "B-but… we rabbits were the ones that suffered the greatest casualties when we exited the Demon Realm…" The Rabbit Monarch spoke halfway before covering its mouth immediately. More than a hundred demons had died in the past three months, of which a third were rabbit demons.

source: “可……之前的森林又是怎么回事？”孤月有些想不通，如果这个上古秘境的入口，一开始就在这练丹炉里的话，不可能里面还有着一座森林吧？
en_us: "But… what happened to the forest?" Lonemoon couldn't figure it out. If the entrance to the ancient mystic realm was all along at the elixir-refining cauldron, how could it contain a forest inside as well?

source: “可……可是……”易峰有些不敢相信，“这等小事断不敢麻烦灵主，幻海虽然凶险，但像背云兽这样的事还是少见，灵主不用担心。况且您的身份不宜暴露，不如……”
en_us: "But... but..." Yi Feng could not believe his ears. "We would not dare to trouble you with such a small matter, Spirit Master. The Mirage Sea may be dangerous, but we rarely come across such high-level beasts like the Cloud-Bearing Beast. Don't worry, Spirit Master. Morever, it won't be convenient to reveal your identity. Why not...."

source: “可……可鸡肉好吃喵。”狸猫弱弱的回了一句。
en_us: "But… but chicken meat is delicious." The civet cat replied timidly.

source: “可……这不是我的历练啊。”这只是一个简单的门派任务，他只需要把弟子送到指定地点，然后保证他们的安全就行。
en_us: "But… this is not my training." This was just a simple sect mission. He only needed to accompany the sect's disciples to the designated location and see to their safety.

source: “可……那不是一个凡人吗？”明明没有灵气。
en_us: "But… isn't she a mortal?" She had obviously possessed no Spirit Qi.

source: “可……长老，我们不是体修门派吗？”
en_us: "But... Elder, aren't we a sect of body cultivators?"

source: “可不是吗？这无敌派到底是什么来头，居然可以正面对抗郁家。”
en_us: "Isn't that right? Where exactly is this Invincible Sect from? How are they able to do such damage to the Yu Family?"

source: “可以你妹啊！”你丫说的是朗朗上口还是津津有味啊！孤月气得想咬人，“你能不能放过吃的！取这样的名字，是想告诉别人，门下弟子都是被吃的菜吗？”
en_us: "Okay your ass!" Are these pleasing to the ears or pleasing to your mouth? Lonemoon was furious. "Can you stop thinking about food for once? If we choose names like that, won’t we be telling other sects that our disciples can easily be devoured?"

source: “可以的大仙，很快的大仙！”拼命点头。
en_us: "Yes, I can, Great Immortal. I'll get it done immediately, Great Immortal!" The Rabbit Monarch nodded its head vigorously.

source: “可你每天站我窗外，也不是个办法啊。你明天还要早起做早饭呢？”
en_us: "But standing outside my window everyday isn’t the solution. You still have to wake up early tomorrow to prepare breakfast, right?"

source: “可刚刚您是在挖坑啊！”羿清更疑惑了。
en_us: "But you were digging a pit just now!" Yi Qing was growing more bewildered.

source: “可大家来都来……”郁红一脸为难，刚要解释，眼神扫到了某人，顿时一亮，“掌门！”
en_us: "But everyone is already here..." Yu Hong looked like she was being put in a spot. She began to explain herself, but her gaze landed on someone and brightened, "Sect Master!"

source: “可它们的样子……”沈萤瞅了瞅众兔四条雪白的爪爪，“方便吗？”
en_us: "But they look…" Shen Ying took a quick glance at the surrounding colony of rabbits' four snow-white paws and said, "Will it be convenient?"

source: “可它刚不说，那小孩是人生的吗？”
en_us: "But didn't he just say that the kid was born from a human?"

source: “可它要这枯草干嘛？”用来埋吗？
en_us: "But what does it want to do with that withered plant?" To bury it?

source: “可恶！”狐妖怒吼了一声，连忙撤回一尾挡在身前，瞬间又被削去了一尾，可他能挡住一波剑招，却挡不住第二波，只见灵剑刷啦啦的插入他脚下的地面，正逼阵眼，阵法顿时一暗。眼看着满天剑雨就要落下来，血狐不得不往后疾退了出去，飞出了刚刚的阵法中心。
en_us: "Damn!" The fox demon roared in anger, and quickly withdrew one of its tails to shield himself. This tail was instantly cut off. Although he could block their first wave of sword attacks, he could not ward off their second wave. The spirit swords plunged right into the ground under his feet, close to the eye of the array, causing the formation to suddenly turn dark. On seeing that a skyful of swords was about to rain down on him, the blood fox was left with no choice but to retreat and fly out of the array formation.

source: “可惜了，太可惜了！这可是一位可能成为……”姬听雨满脸的失望，摇了摇头，再次看了江逸两眼，一句话没说朝外面走去，打开大门后径直离开，没有再回头一次。
en_us: "What a pity, what a huge pity! He could have been..." Ji Tingyu was filled with disappointment. Shaking her head, she gave Jiang Yi one last look before heading outside wordlessly. She opened the doors and left straight away, without another backward glance.

source: “可惜我是孤儿，不然定要像师父一样，修仙也不忘父母生养之恩。”
en_us: "It's too bad that I was an orphan, otherwise I would have definitely wanted to be just like Master, never forgetting gratitude for my parents raising me up even after immortal cultivation."

source: “可我们三人在此已经守了几百年了，也不知还要守到什么时候？主家何时才会允我等回去。”
en_us: "But the three of us have been waiting here for a few hundred years, how much longer must we wait? When will Master allow us to go back?"

source: “可拉倒吧你！你是你，他是他。连根都不在一个世界，原本就没有什么因果关系？你到底哪里想不开，硬要跟人家死磕，比较这些？”她啧啧了两声，“牛爸爸你多大岁数了，还这么矫情？”
en_us: "But what! Yi Qing is Yi Qing, you are you. You are from different worlds, there is basically no karmic ties between the two of you. Why must you make yourself unhappy by always thinking of keeping up with others?" Clucking her tongue she admonished, "Father Niu, should should you be acting up like this at your age?"

source: “可是……”
en_us: "But..."

source: “可是……”他瞅了瞅那比眼睛还小的裂缝，“这么小的裂缝，真的能通向神界？”
en_us: "But..." he studied the crack, which was about the size of his own eyeball. "This is such a small crack. Can it really take us to the Divine Realm?"

source: “可是……”还是有人有些担忧，带些犹豫的道，“郁红姐，我们真的要离开吗？我看……那两位尊上不像是坏人。而且这里又在妖界，振祥……那老贼也不会找到这里来的。而且那两位尊上都是化神，还是剑修。”
en_us: "But…" There were some who were still worried and one of them said hesitantly, "Sister Yu Hong, do we really have to leave? I think… those two Supremacies don't look like bad people and this is in the Demon Realm. That old crook, Zhen Xiang… even he won’t be able to find his way here. Moreover, those two Supremacies are at the Soul Formation stage and on top of that, they are sword cultivators."

source: “可是……师父一旦睡着了，雷打都不醒的啊！”
en_us: "But… Master, once you fall asleep, even thunder cannot wake you up!"

source: “可是……这样不好吧？”她瞅了瞅那边两人，还有小孩在呢？
en_us: Cautiously she said, "but... I don't think this is a good idea." She gazed at the duo beside, and there is even a kid here.

source: “可是……除了六派三宗，谁还有实力，能在三个月内，杀掉所有出界的妖族。”虎王还是坚持自己的想法。
en_us: "But… other than the Six Schools Three Sects, who else possesses the might to kill every demon who stepped out of the Demon Realm over the past three months?" insisted the Tiger Monarch.

source: “可是不吃会饿啊！”
en_us: "But we'll be hungry if we don't eat!"

source: “可是他连忽悠也能提升修为。”他神情越加的颓废了，“老子苦练了几百年都比不上被忽悠一次。”
en_us: "But he could use your bluff to improve his cultivation level." Lonemoon's expression became even more troubled, "I have been training for hundreds of years, but my training can't compare to him being bluffed one time."

source: “可是我们跟这些修仙门派，向来泾渭分明，他们为何突然阻我等出界之路。”狐王一脸疑惑。
en_us: "But we have always tried to stay out of the cultivation sects way as much as possible. Why would they suddenly blockade the path out of our Demon Realm?" the Wolf Monarch questioned doubtfully.

source: “可是掌门去个后殿都会迷路，她……能找着升仙塔？”
en_us: "But Sect Master would get lost even in the rear hall. Can she... make it to the Immortal Ascension Pagoda?"

source: “可是此事太过蹊跷。”狼王皱了皱眉，“直到现在，我们也不知道到底是谁动的手？目的为何？”
en_us: "But there is something amiss about this matter." The Wolf Monarch frowned. "We still have no idea who it is that attacked us, nor do we know their aim."

source: “可是除了鬼王出世，又有什么可以引起这种天地异变？”奚秋一脸茫然。
en_us: "But besides the birth of the Ghost King, what could have caused the earth and sky to transform?" Xi Qiu looked blank.

source: “可是，我连剑也……”他拿起手中的半截的断剑，一个剑修的剑折断，那就是耻辱。
en_us: "But even my sword is…" He lifted up the broken sword in his hand. It was utterly humiliating for a sword cultivator to have his sword broken.

source: “可有什么要求？”
en_us: "What kind of spirit beast are you looking for?"

source: “可能吧？”这些她不懂。
en_us: "Maybe?" She didn't know about these things.

source: “可能当面被拆穿，有点接受不了吧！”沈萤不在意的翻了个身，继续趴着，“习惯了就好。”
en_us: "Perhaps exposing him in front of everyone was a little too much!" Shen Ying could not be bothered. She turned away and continued to lay there. "Just get used to it and it will be fine."

source: “可能是她们赢了大比，让一些人眼红了吧！”孤月冷哼一声，捏了捏手里的笛子，“要眼红，也要看他们有没有这个本事，还真当我们无敌派人少好欺负吗？”
en_us: "Maybe the girls won a huge sum and people got jealous!" Lonemoon tutted. He twirled the flute in his hands. "Even if they're jealous, they should think about their own capabilities. Do they really think our Invincible Sect can be so easily bullied?"

source: “可这都做好了……”
en_us: "But these are already done..."

source: “可，刚刚那株……”他突然想起之前草木灵抱走的枯草。
en_us: "But, that..." He suddenly remembered the withered grass that the Vegetation Spirit took with it.

source: “叽~~”突然被拧出的萝卜，配合的挥了挥叶子。
en_us: "Ji~" The radish was delighted to have been let loose from Shen Ying's leg. It waved its leaves at its audience as a greeting.

source: “叽……”
en_us: "Ji..."

source: “叽……”它的声音一沉，连着叶子都蔫巴了下去，整颗萝卜都是被拒绝的伤心样。
en_us: "Ji..." it lowered its voice as the leaves atop its head seemed to go limp. It looked dejected.

source: “叽……”整只萝卜瞬间焉巴了。
en_us: "Ji..." The entire radish immediately seemed dejected.

source: “叽……”萝卜往回蹦，沈萤直接把它头顶攒了一大把的蒲公英拿了下来，顺手递给了地上的家主，“这个你们应该有用，就当交换吧！萝卜走了。”
en_us: "Ji…" The radish hopped forward. Shen Ying reached for the huge dandelion atop the radish's head and plucked it off. She handed it to the Master and said, "This should be useful to you. Take it as an exchange! Radish, let's go."

source: “叽……”萝卜挂件立马扬了扬叶子。
en_us: "Ji..." The radish immediately raised its leaves.

source: “叽……”萝卜钻了出来，一头就扎进沈萤怀里，似是受到什么天大的委屈，叫得又快又急，“叽叽叽叽叽……”
en_us: "Ji…" The radish rushed headlong into Shen Ying's arms. It seemed to be suffering from a terrible grievance, squeaking urgently, "Ji ji ji…"

source: “叽……叽……叽……”萝卜越加的委屈，指了指地上的人，头上的叶子舞得又快又急。
en_us: "Ji… Ji… Ji…" The radish seemed even more aggrieved, pointing to the man on the ground and waving the leaves on its head desperately.

source: “叽。”萝卜卷着叶子，直接把头上的蒲公英拔了下来，讨好似的递给沈萤，“叽叽。”
en_us: "Ji," the radish rolled its leaves back in and plucked the dandelion off of its head. It handed the dandelion to Shen Ying, as if begging for her approval. "Ji ji."

source: “叽叽。”
en_us: "Ji ji."

source: “叽叽。”萝卜抖了抖叶子，蹭蹭蹭的加快速度蹦了过来，几片叶子讨好似的缠到了她腿上，带些兴奋的道，“叽叽叽叽……”
en_us: "Ji ji," the radish replied as it shook the leaves on its head. It hopped quickly to catch up with Shen Ying and used its leaves to wrap around her legs, making excited noises as it went.

source: “叽叽叽……”萝卜从他手里挤了出来，转身就想挂回沈萤腿上，却被对方一瞪，叶子瞬间蔫了下来，委屈兮兮的退了回去。
en_us: "Ji ji ji…" The radish squeezed its way out of his hands and tried to hang back onto Shen Ying's leg, but was glared at by the other party. Its leaves shriveled and it retracted them back in grievance.

source: “叽叽叽……”话音一落，手上的萝卜突然激动的扭动起来，沈萤只好松了手。草木灵一落地，整个萝卜都往下缩了缩，连着身上都缩出了折子，头上的叶子全卷了起来，好似浑身在用力使劲一般，连叫声也变成了一段段的：“叽……叽……”
en_us: "Ji ji ji…" Just as Yi Qing finished speaking, the radish began to twist and turn in Shen Ying's hands. She had no choice but to release it. The vegetation spirit fell to the ground. Immediately, it began to contract its entire body. Even its leaves began to roll up. It looked like it was using every ounce of energy it had. It began to cry out in spurts, "ji… ji…"

source: “叽叽叽叽叽……”萝卜用力的点着叶子。
en_us: "Ji ji ji..." The radish frantically nodded with its leaves.

source: “叽叽叽叽叽……”萝卜着急的蹦了蹦，瞅了瞅殿内又看了看他，突然用力一蹦，跳到了她刚刚坐的那个高台上，挥着叶子朝椅子后面的墙中伸了进去，半会掏出了什么，朝她举了举，“叽叽叽……”
en_us: "Ji ji ji…" The radish nervously bounced on the spot. It looked at something located further inside of the hall, then turned back to Shen Ying. Suddenly, it hopped up forcefully and landed on the seat atop the platform where Shen Ying was seated just seconds ago. The radish used its leaves to reach into the wall behind the chair. A moment later, it pulled something out and lifted it up to Shen Ying. "Ji ji ji…"

source: “叽叽叽叽！”萝卜突然跳了下来，往殿内蹦了蹦。
en_us: "Ji ji ji ji!" The radish suddenly hopped back into the hall.

source: “叽叽！”点头。
en_us: "Ji… Ji…!" It nodded.

source: “叽叽？”萝卜愣了一下，瞅了瞅前面已经飞走的两人，再瞅瞅自己抱着的腿，好似这才意识到抱错人了，顿时叶子一甩，把刚刚还抓着的花狠狠往地上一扔，发出了一个细小的音节：
en_us: "Ji ji?" The radish appeared shocked. It turned to look at the two people in the air and turned back to look at the leg it was hanging on to. Realising that it was hanging onto the wrong person, it swept its leaves against Lonemoon's leg and threw the dandelions toward the ground.

source: “叽！”
en_us: "Ji…"

source: “叽！”它憋了半天，突然身子一直，叶子瞬间展开。头顶噗哧一声，冒出了一朵纯白如雪的……
en_us: "Ji!" After all this while, the radish suddenly stood upright. Its leaves unfolded as out of its head sprung something white as snow…

source: “叽！”果然小姐姐还是喜欢我绝世的容颜。
en_us: "Ji!" Indeed, Little Missy still likes my absolute beautiful looks.

source: “叽！”萝卜叶子一扬，身形一闪，就变成了那个美得不分男女的样子，转头就想往沈萤脚上扑，“我就知道，小姐姐一定还是喜欢我绝世的容颜。”
en_us: "Ji!" The radish's leaves were raised up. Its silhouette flashed and it transformed to take the appearance of a beautiful, gender-neutral looking individual, and then attempted to latch onto Shen Ying's leg. "I know Little Missy must still like my absolute beauty."

source: “叽！”萝卜应了一声，举了举头上的枯叶，又看了看她。似是听懂她的话，蔫下的叶子瞬间又立了起来，“叽叽叽叽叽……”
en_us: "Ji!" The radish replied. It raised the withered leaves on its head, looked at her again as if understanding her words, and then the shriveled leaves immediately stood up. "Ji ji ji…"

source: “叽！”萝卜点头，突然似是想到什么，扬着一片叶子可怜兮兮的伸到她的跟前，发出一连串的连哭带抖的声音，“叽~叽叽……”
en_us: "Ji!" Radish nodded. Suddenly, as if recalling something, it pitifully reached out one of its leaves towards her, all the while quivering and squeaking, "Ji… Ji… Ji…"

source: “叽！”那萝卜一个激凌，缓缓转过白胖胖的身子，看了她一眼，似是吓了一跳，开始更快的刨起了坑，“叽叽叽叽……”一时也不管坑有没有挖好，整根萝卜拼命的往那个只挖了一半的坑里硬塞，还掩饰性的挽起两把土，撒在头顶的叶子上，然后摆了个自然的造型，一动不动了。
en_us: “Ji!" The radish huffed, slowly turning its fat, white body around. It faced Shen Ying and was visibly shocked. It quickly turned back and resumed digging rapidly. "Ji ji ji…" Without checking first if it had dug deep enough, the radish burrowed itself into the half-dug pit. Having gone as far as it could, it picked up two handfuls of soil and dumped it atop its head. Then, it stayed as still as it could.

source: “叽？”萝卜愣了一下，瞅了瞅出门的人，再瞅了瞅挺尸手里的蒲公英，然后字正腔圆的发出一声。
en_us: "Ji?" The radish articulated. It paused as its eyes followed Shen Ying. Then, it turned around to look at the dandelion in the Master's hands.

source: “叽？”萝卜身子歪了歪，一脸茫然。
en_us: "Ji?" The radish tilted its body with a face of puzzlement.

source: “吃你妹啊！”孤月手里的杯子一紧，瞬间捏了个粉碎，直接炸毛，“有什么好庆祝的？！”
en_us: "Eat your head!" Lonemoon tightened his grip around the cup in his hand and shattered it. He exploded immediately afterward, saying, "What's there to celebrate?!"

source: “吃你妹啊！”有你这么聊天的吗？他话还没说完呢，鬼才要……
en_us: "Eat my foot!" Is this the way you hold a conversation? He had not finished, who would want to...

source: “吃吗？”她直接把糕点递了过去。
en_us: "Do you want some?" she offered Lonemoon some pastries.

source: “吃吗？”沈萤边啃着水果边问。
en_us: "Want to eat?" Shen Ying asked as she munched on her fruit.

source: “吃啊！”她理所当然的回道，“我也要生活的嘛。”
en_us: "Eat, of course!" The woman replied as though it was a matter of fact. "I need to live too."

source: “吃啊，别客气！”沈萤推了推他的手，指了指满扇的糕点。
en_us: "Go ahead and eat, no need to stand on ceremony!" Shen Ying nudged at Lonemoon’s hands as she pointed at the all the pastries that filled the surface of the fan.

source: “吃得差不多了。”沈萤摸了摸肚皮，一本正经的道，“不如……回去做饭吧？”
en_us: "I am almost done with eating." Shen Ying touched her belly and said with a straight face, "How about… we go back and prepare for a meal?"

source: “吃过！”
en_us: "Yes, you have!"

source: “吃饱了没事做，要不……找人算个账去吧？”
en_us: "Since we have nothing to do after eating, how about… let's find someone to settle a score?"

source: “各位大仙，我真的是只好喵喵，求求你们放了我吧。”狸猫朝着几人重重的嗑了个头，“七天后，就是万妖大王的晋升大典，我要是迟到了，我们族长会扒了喵的皮的。”
en_us: "Dear Immortals, I'm really a good little kitty cat, I beg you to release me." The civet cat turned to them and bowed repeatedly. "The ceremony to celebrate the advancement of the Myriad Demon Monarch is in seven days time. If I am late for it, our clan patriarch will have my skin."

source: “各位妖族，近来此间发生的事，想必诸位心里有数。”虎族向来强悍，虎王第一个开口到是使众妖都安静了下来，“我们同属妖类，此等危机之下，我觉得各族应该抛去成见，同声连枝，共同解决眼下的问题。”
en_us: "Demonfolks, I believe everyone is aware of the recent happenings!" Tigers were one of the more domineering races, so the demons immediately fell silent the moment the Tiger Monarch spoke. "As fellow demons, in light of the crisis we are facing, I believe that we should put aside our differences and work to overcome the problem facing us."

source: “各位说的可是贵派的另一位剑修前辈。”印元飞突然像是想到了什么，“我在来的路上遇到过他了，前辈听说了此事，已经先行一步去升仙塔救人了。还特让我来请大仙，贵派的方位就是他告诉在下的。此时怕是已经到了，还请大仙……咦，大仙？大仙人呢？”
en_us: "Are you talking about the other elder in your Sect?" Yin Yuanfei suddenly asked, looking as if he just recalled something important. "I saw him on my way here. He told me that he had heard there was trouble and was on his way to the Immortal Ascension Pagoda to rescue people. He was the one who told me where I could find you and your honorable sect, Great Immortal. I think he's already there. Great Immortal, please... Wait, Great Immortal? Where's Great Immortal?"

source: “各位道友，秘境凶险，发生什么意外很正常。诸位是不是哪里弄错了？”奚秋压下心底的火气，沉声提醒道。
en_us: "Fellow Daoists, the mystic realm is treacherous, accidents are commonplace. Is it not possible that you have made a mistake somewhere?" Xi Qiu suppressed the anger in his heart and reminded them in a low voice.

source: “同门？你们不是都见过了吗？”
en_us: "The rest of the sect? Haven't you already seen them?"

source: “听到什么了？”孤月看了沈萤一眼，系统的声音只有枫影和她听得到，“那到底是啥东西？”
en_us: "What did you hear?" Lonemoon asked Shen Ying. Only Shen Ying and Feng Ying could hear the system. "What is that thing?"

source: “听说是那十个人里，有一个昨晚与人私斗受了重伤，所以直接退赛了。她运气又好。两次都抽到了轮空。”所以啥事没做，直接就进了最后的三强决赛。
en_us: "I heard that one of the top ten fighters got into a personal fight last night and was badly injured. That’s why he withdrew from the competition. She's lucky to have been given a walkover for two rounds." So it turned out she hadn't lifted a finger and made it to the top three.

source: “听说那两人啊……”
en_us: "I heard that those two..."

source: “听闻掌门姓羿……单名一个清字！一年前轩辕家的事听过没？就是羿掌门跟门下的孤月长老做的。”
en_us: "I heard that the Sect Master's surname is Yi... and first name is a single word, Qing! Have you heard about what happened with the Xuan Yuan Family a year ago? Sect Master Yi and her subordinate, Lonemoon, were responsible for that too."

source: “听闻无常魔尊容颜绝世，当初修仙之时就是三宗六派第一美人，人称雨仙子。我等二人一直仰慕您的风采，如今路经此地，所以特意前来拜见。”
en_us: "It has been rumored that Fiend Supremacy Impermanence is an absolute beauty. At the beginning of your immortal cultivation you were already the number one beauty throughout the entire Six Schools Three Sects, known as Fairy Yu. Both of us have always admired your elegance. We are passing by this place, so we specially came over to pay you a visit."

source: “听闻是个隐世的大仙门，没人知道他们门派具体在哪，但门内弟子不是剑修就是体修。”
en_us: "I heard that they have a hidden Great Immortal. No one knows exactly where they are based, but their disciples are either sword cultivators or body cultivators."
